{
  "title": "Before Sunset",
  "_year_data": "2004",
  "year": 2004,
  "rated": "R",
  "released": "2004-07-29T16:00:00.000Z",
  "runtime": "80 min",
  "genres": "Drama, Romance",
  "director": "Richard Linklater",
  "writer": "Richard Linklater (screenplay), Julie Delpy (screenplay), Ethan Hawke (screenplay), Richard Linklater (story), Kim Krizan (story), Richard Linklater (characters), Kim Krizan (characters)",
  "actors": "Ethan Hawke, Julie Delpy, Vernon Dobtcheff, Louise Lemoine Torrès",
  "plot": "Early thirty-something American Jesse Wallace is in a Paris bookstore, the last stop on a tour to promote his best selling book, This Time. Although he is vague to reporters about the source material for the book, it is about his chance encounter nine years earlier on June 15-16, 1994 with a Parisienne named Celine, and the memorable and romantic day and evening they spent together in Vienna. At the end of their encounter at the Vienna train station, which is also how the book ends, they, not providing contact information to the other, vowed to meet each other again in exactly six months at that very spot. As the media scrum at the bookstore nears its conclusion, Jesse spots Celine in the crowd, she who only found out about the book when she earlier saw his photograph promoting this public appearance. Much like their previous encounter, Jesse and Celine, who is now an environmental activist, decide to spend time together until he is supposed to catch his flight back to New York, this time only being about an hour. Beyond the issue of the six month meeting, what has happened in their lives in the intervening nine years, and their current lives, they once again talk about their philosophies of life and love, this time with the knowledge of their day together and how it shaped what has happened to them.",
  "languages": "English, French",
  "country": "USA",
  "awards": "Nominated for 1 Oscar. Another 9 wins & 27 nominations.",
  "poster": "http://ia.media-imdb.com/images/M/MV5BMTQ1MjAwNTM5Ml5BMl5BanBnXkFtZTYwNDM0MTc3._V1_SX300.jpg",
  "metascore": "90",
  "rating": "8.0",
  "votes": "168,562",
  "imdbid": "tt0381681",
  "type": "movie",
  "response": "True",
  "series": false,
  "imdburl": "https://www.imdb.com/title/tt0381681"
}