{
  "title": "The Snow Walker",
  "_year_data": "2003",
  "year": 2003,
  "rated": "PG",
  "released": "2004-03-04T16:00:00.000Z",
  "runtime": "103 min",
  "genres": "Adventure, Drama",
  "director": "Charles Martin Smith",
  "writer": "Charles Martin Smith, Farley Mowat (based on the story \"Walk Well My Brother\" by)",
  "actors": "Barry Pepper, Annabella Piugattuk, James Cromwell, Kiersten Warren",
  "plot": "1953. Charlie Halliday, a former WWII fighter pilot, is a Yellowknife-based bush pilot. Like many of the white in the area, he does not associate with the Inuit except for what he can get out of them in bartering. On a personal plane trip, he runs across a small family of nomadic Inuit. The female of the group, named Kanaalaq, has what Charlie suspects is tuberculosis. In exchange for some ivory, Charlie agrees to fly her to a hospital in Yellowknife. En route back to the city, Charlie is forced to make a crash landing when the plane develops mechanical problems. Although both Charlie and Kanaalaq are unharmed by the crash, the plane is totaled, they are in the middle of nowhere, the radio doesn't seem to be working, they have a meager amount of supplies, and Charlie's whereabouts are probably unknown to others since he made a detour from his original route. Furthermore, they can't communicate with each other as Kanaalaq only knows a few words of English, whereas Charlie knows no Inuktituk. According to his map, Charlie estimates it is one hundred miles to the closest town and decides to walk. He soon learns that he is not well equipped for outdoor life in the north, at least not as well equipped as Kanaalaq, who is in her element. He figures that things can only get worse for both him dealing with the elements and Kanaalaq suffering from her illness as the winter snows approach.",
  "languages": "English, Inuktitut",
  "country": "Canada",
  "awards": "8 wins & 20 nominations.",
  "poster": "http://ia.media-imdb.com/images/M/MV5BMTk3NDEzMDQwN15BMl5BanBnXkFtZTYwNDgwMDg2._V1_SX300.jpg",
  "metascore": "N/A",
  "rating": "7.4",
  "votes": "8,512",
  "imdbid": "tt0337721",
  "type": "movie",
  "response": "True",
  "series": false,
  "imdburl": "https://www.imdb.com/title/tt0337721"
}