{
  "title": "Away from Her",
  "_year_data": "2006",
  "year": 2006,
  "rated": "PG-13",
  "released": "2007-05-24T16:00:00.000Z",
  "runtime": "110 min",
  "genres": "Drama",
  "director": "Sarah Polley",
  "writer": "Sarah Polley, Alice Munro (short story \"The Bear Came Over the Mountain\")",
  "actors": "Gordon Pinsent, Stacey LaBerge, Julie Christie, Olympia Dukakis",
  "plot": "Grant and Fiona Anderson have been married for forty-four years. Their marriage has been a generally happy and loving one although not perfect due to some indiscretions when Grant was working as a college professor. Fiona has just been admitted to Meadowlake, a long term care facility near their country home in southwestern Ontario, because her recent lapses of memory have been diagnosed as a probable case of Alzheimer's disease. She and Grant made this decision together, although a still lucid Fiona seems to have made peace with the decision and her diagnosis more so than Grant. With respect to the facility, what Grant has the most difficulty with are what he sees as the sadness associated with the facility's second floor - where the more advanced cases are housed - but most specifically the facility's policy of no visitors within the first thirty days of admission to allow the patient to adjust more easily to their new life there. Based on what he sees when he is finally able to visit Fiona, Grant ultimately makes a request of Marian Barque, the wife of one of the other patients, a semi-comatose Aubrey Barque, with whom Fiona has struck a friendship and who is now at home permanently with Marian. The request is to see to both Fiona and his own happiness in this unfortunate situation.",
  "languages": "English",
  "country": "Canada, UK, USA",
  "awards": "Nominated for 2 Oscars. Another 62 wins & 37 nominations.",
  "poster": "http://ia.media-imdb.com/images/M/MV5BMjExMzgyOTUyNF5BMl5BanBnXkFtZTcwNTUzMDg0MQ@@._V1_SX300.jpg",
  "metascore": "88",
  "rating": "7.6",
  "votes": "18,965",
  "imdbid": "tt0491747",
  "type": "movie",
  "response": "True",
  "series": false,
  "imdburl": "https://www.imdb.com/title/tt0491747"
}