{
  "title": "The Road",
  "_year_data": "2009",
  "year": 2009,
  "rated": "R",
  "released": "2009-12-17T16:00:00.000Z",
  "runtime": "111 min",
  "genres": "Adventure, Drama",
  "director": "John Hillcoat",
  "writer": "Cormac McCarthy (novel), Joe Penhall (screenplay)",
  "actors": "Viggo Mortensen, Kodi Smit-McPhee, Robert Duvall, Guy Pearce",
  "plot": "It's a post-apocalyptic world, several years after whatever the cataclysmic event, which has in turn caused frequent quakes as further potential hazards. The world is gray and getting quickly grayer as more and more things die off. A man and his pre-teen son, who was born after the apocalypse, are currently on the road, their plan to walk to the coast and head south where the man hopes there will be a more hospitable environment in which to live. The man has taught his son that they are the \"good people\" who have fire in their hearts, which in combination largely means that they will not resort to cannibalism to survive. The man owns a pistol with two bullets remaining, which he will use for murder/suicide of him and his son if he feels that that is a better fate for them than life in the alternative. Food and fuel are for what everyone is looking. The man has taught his son to be suspect of everyone that they may meet, these strangers who, out of desperation, may not only try to steal what they have managed to scavenge for their own survival, but may kill them as food. Although life with his father in this world is all the boy has known, he may come to his own thoughts as to what it means holistically to be one of the good or one of the bad. Meanwhile, the man occasionally has thoughts to happier times with his wife/the boy's mother before the apocalypse, as well as not as happy times with her after the apocalypse and the reason she is no longer with them.",
  "languages": "English",
  "country": "USA",
  "awards": "Nominated for 1 BAFTA Film Award. Another 5 wins & 30 nominations.",
  "poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BMTAwNzk4NTU3NDReQTJeQWpwZ15BbWU3MDg3OTEyODI@._V1_SX300.jpg",
  "metascore": "64",
  "rating": "7.3",
  "votes": "179,292",
  "imdbid": "tt0898367",
  "type": "movie",
  "response": "True",
  "series": false,
  "imdburl": "https://www.imdb.com/title/tt0898367"
}