{
  "title": "Road to Perdition",
  "_year_data": "2002",
  "year": 2002,
  "rated": "R",
  "released": "2002-07-11T16:00:00.000Z",
  "runtime": "117 min",
  "genres": "Crime, Drama, Thriller",
  "director": "Sam Mendes",
  "writer": "Max Allan Collins (graphic novel), Richard Piers Rayner (graphic novel), David Self (screenplay)",
  "actors": "Tyler Hoechlin, Rob Maxey, Liam Aiken, Jennifer Jason Leigh",
  "plot": "1931. Mike Sullivan and Connor Rooney are two henchmen of elderly Chicago-based Irish-American mobster John Rooney, Connor's father. In many respects, John treats Mike more as his son, who he raised as his own after Mike was orphaned, than the volatile Connor, who nonetheless sees himself as the heir apparent to the family business. One evening, Mike's eldest son, twelve year old Michael Sullivan Jr., who has no idea what his father does for a living, witnesses Connor and his father gun down an associate and his men, the situation gone wrong initiated from an action by Connor. Caught witnessing the incident, Michael is sworn to secrecy about what he saw. Regardless, Connor, not wanting any loose ends, makes an attempt to kill Mike, his wife and their two sons. Mike and the surviving members of his family know that they need to go on the run as Connor, who has gone into hiding, will be protected through mob loyalty, especially by John, who cannot turn on his own flesh and blood. Still, Mike has to figure out a way for retribution for what Connor did, while still protecting him and his family, not only from Connor, but from John and his fellow associates. Through it all, Mike wants those in his family that had no say in what he chose as a living, to have some redemption for their eternal souls.",
  "languages": "English",
  "country": "USA",
  "awards": "Won 1 Oscar. Another 20 wins & 75 nominations.",
  "poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BMjA0MDM4ODM0Ml5BMl5BanBnXkFtZTYwNDE3MjU3._V1_SX300.jpg",
  "metascore": "72",
  "rating": "7.7",
  "votes": "202,209",
  "imdbid": "tt0257044",
  "type": "movie",
  "response": "True",
  "series": false,
  "imdburl": "https://www.imdb.com/title/tt0257044"
}