{
  "title": "Big Fish",
  "_year_data": "2003",
  "year": 2003,
  "rated": "PG-13",
  "released": "2004-01-08T16:00:00.000Z",
  "runtime": "125 min",
  "genres": "Adventure, Drama, Fantasy",
  "director": "Tim Burton",
  "writer": "Daniel Wallace (novel), John August (screenplay)",
  "actors": "Ewan McGregor, Albert Finney, Billy Crudup, Jessica Lange",
  "plot": "United Press International journalist Will Bloom and his French freelance photojournalist wife Josephine Bloom, who is pregnant with their first child, leave their Paris base to return to Will's hometown of Ashton, Alabama on the news that his father, Edward Bloom, stricken with cancer, will soon die, he being taken off chemotherapy treatment. Although connected indirectly through Will's mother/Edward's wife, Sandra Bloom, Will has been estranged from his father for three years since his and Josephine's wedding. Will's issue with his father is the fanciful tales Edward has told of his life all his life, not only to Will but the whole world. As a child when Edward was largely absent as a traveling salesman, Will believed those stories, but now realizes that he does not know his father, who, as he continues to tell these stories, he will never get to know unless Edward comes clean with the truth before he dies. On the brink of his own family life beginning, Will does not want to be the kind of father Edward has been to him. One of those stories from Edward's childhood - that he saw his own death in the glass eye of a witch - led to him embracing life since he would not have to fear death knowing when and how it would eventually come. The question is whether Will will be able to reconcile Edward's stories against his real life, either directly from Edward before he dies and/or from other sources, and thus allow Will to come to a new understanding of himself and his life, past, present and future.",
  "languages": "English, Cantonese",
  "country": "USA",
  "awards": "Nominated for 1 Oscar. Another 1 win & 62 nominations.",
  "poster": "http://ia.media-imdb.com/images/M/MV5BMTYyMzM3MzgyNV5BMl5BanBnXkFtZTcwMTI4MzUyMQ@@._V1_SX300.jpg",
  "metascore": "58",
  "rating": "8.0",
  "votes": "351,998",
  "imdbid": "tt0319061",
  "type": "movie",
  "response": "True",
  "series": false,
  "imdburl": "https://www.imdb.com/title/tt0319061"
}