{
  "title": "Capote",
  "_year_data": "2005",
  "year": 2005,
  "rated": "R",
  "released": "2006-02-02T16:00:00.000Z",
  "runtime": "114 min",
  "genres": "Biography, Crime, Drama",
  "director": "Bennett Miller",
  "writer": "Dan Futterman (screenplay), Gerald Clarke (book)",
  "actors": "Allie Mickelson, Kelci Stephenson, Philip Seymour Hoffman, Craig Archibald",
  "plot": "Famed writer Truman Capote, southern born and bred but now part of the New York City social circle, is growing weary of his current assignment of writing autobiographical type pieces for the New Yorker. After reading a newspaper article about the just occurred November 14, 1959 cold blooded murders of the Clutter family in their rural Kansas home, Truman feels compelled to write about that event as his next article. So he and his personal assistant Nelle Harper Lee, also a southern born New Yorker and an aspiring writer of her own, head to Kansas to research the story first-hand. Truman hopes to use his celebrity status to gain access to whomever he needs, such as to Laura Kinney, a friend of the Clutter daughter she who discovered the bodies, and to Alvin Dewey, the lead police investigator and also a Clutter family friend. If his celebrity doesn't work, Truman will grease the wheels by whatever means necessary. When the police eventually charge suspects, two young men named Dick Hickcock and Perry Smith, Truman uses those same tactics to gain access to them. Truman's fascination with the story makes him believe that he can revolutionize writing by expanding the germ of the article into what he calls a non-fiction novel. His personal involvement also changes as he grows emotionally attached to Perry, the seemingly sensitive and thus probable submissive in the criminal pairing, thus Truman becoming part of the story itself. Article or non-fiction novel, Truman knows that he has to take it to its natural conclusion, something which he cannot force. But also missing are the details of the November 14, 1959 event itself, something that neither Dick or Perry have divulged even in testimony.",
  "languages": "English",
  "country": "Canada, USA",
  "awards": "Won 1 Oscar. Another 58 wins & 84 nominations.",
  "poster": "http://ia.media-imdb.com/images/M/MV5BMTczMzU0MjM1MV5BMl5BanBnXkFtZTcwMjczNzgyNA@@._V1_SX300.jpg",
  "metascore": "88",
  "rating": "7.4",
  "votes": "101,104",
  "imdbid": "tt0379725",
  "type": "movie",
  "response": "True",
  "series": false,
  "imdburl": "https://www.imdb.com/title/tt0379725"
}