{
  "title": "The Saddest Music in the World",
  "_year_data": "2003",
  "year": 2003,
  "rated": "R",
  "released": "2005-05-11T16:00:00.000Z",
  "runtime": "100 min",
  "genres": "Comedy, Musical",
  "director": "Guy Maddin",
  "writer": "Kazuo Ishiguro (original screenplay), George Toles, Guy Maddin",
  "actors": "Mark McKinney, Isabella Rossellini, Maria de Medeiros, David Fox",
  "plot": "It's the winter of 1933 in Winnipeg. In honor of Winnipeg being named the sorrow capital of the world for the Depression era for the fourth year running by the London Times, Lady Helen Port-Huntley, the legless owner of Winnipeg's Port-Huntley Beer, is hosting and judging a contest to see which nation has the saddest music in the world, the winner to take home a $25,000 prize. Seeing as to the current Prohibition in the United States, Lady Port-Huntley has ulterior motives for the contest. Father and son, streetcar conductor Fyodor Kent and New York based musical producer Chester Kent, who both have a past connection to Lady Port-Huntley (Fyodor, a WWI veteran and former doctor, has fashioned for her an unusual pair of artificial legs apropos to her business), want to represent Canada and the United States respectively in the contest. Despite Lady Port-Huntley's hatred for the Kent's, she does allow them to do so if only to advance her own priorities. As the contest takes place, the Kents, who also include Fyodor's other son/Chester's brother, Roderick Kent (who wants to represent Serbia in the contest, as his missing wife is Serbian), deal with their collective sorrow and family dysfunction, the latter issue which involves Chester's current girlfriend, an amnesiac named Narcissa.",
  "languages": "English, Spanish",
  "country": "Canada",
  "awards": "6 wins & 7 nominations.",
  "poster": "http://ia.media-imdb.com/images/M/MV5BMTU4OTM5MTcyNF5BMl5BanBnXkFtZTYwNDEzOTc2._V1_SX300.jpg",
  "metascore": "78",
  "rating": "7.2",
  "votes": "5,077",
  "imdbid": "tt0366996",
  "type": "movie",
  "response": "True",
  "series": false,
  "imdburl": "https://www.imdb.com/title/tt0366996"
}