{
  "title": "The Animatrix",
  "_year_data": "2003",
  "year": 2003,
  "rated": "PG-13",
  "released": "2003-06-02T16:00:00.000Z",
  "runtime": "100 min",
  "genres": "Animation, Action, Adventure",
  "director": "Peter Chung, Andrew R. Jones, Yoshiaki Kawajiri, Takeshi Koike, Mahiro Maeda, Kôji Morimoto, Shinichirô Watanabe",
  "writer": "Lilly Wachowski (screenplay), Lana Wachowski (screenplay), Lilly Wachowski, Lana Wachowski, Yoshiaki Kawajiri, Kôji Morimoto, Shinichirô Watanabe, Peter Chung",
  "actors": "Clayton Watson, Akio Ôtsuka, Pamela Adlon, Hedy Burress",
  "plot": "Anthology of nine short anime (Japanese animation) films tied in to the 1999 blockbuster \"The Matrix\" and its sequels. \"Final Flight of the Osiris\": The crew of the hovercraft Osiris attempt to warn their city of an imminent attack. \"The Second Renaissance, Parts 1 & 2\": The story behind the war between man and the machines, how mankind scorched the sky, and the creation of the Matrix. \"Kid's Story\": A teenager is contacted by Neo, and manages to escape the Matrix. \"Program\": Two warriors battle in a samurai training simulation when one decides to betray his crewmates and re-enter the Matrix. \"World Record\": A champion sprinter manages to break free of the Matrix by sheer physical effort during a record attempt. \"Beyond\": A young girl searching for her cat discovers a haunted house caused by a glitch in the system. \"A Detective Story\": Private investigator Ash tracks a hacker named Trinity through the looking glass. \"Matriculated\": A group of humans capture a machine scout and insert it into a 'human matrix'.",
  "languages": "English, Japanese",
  "country": "USA, Japan",
  "awards": "2 wins & 2 nominations.",
  "poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BMTQ5NDIwNjYzOV5BMl5BanBnXkFtZTgwMzQwMjMyMDE@._V1_SX300.jpg",
  "metascore": "N/A",
  "rating": "7.4",
  "votes": "61,638",
  "imdbid": "tt0328832",
  "type": "movie",
  "response": "True",
  "series": false,
  "imdburl": "https://www.imdb.com/title/tt0328832"
}