{
  "title": "Paris, je t'aime",
  "_year_data": "2006",
  "year": 2006,
  "rated": "R",
  "released": "2007-06-14T16:00:00.000Z",
  "runtime": "120 min",
  "genres": "Comedy, Drama, Romance",
  "director": "Olivier Assayas, Frédéric Auburtin, Emmanuel Benbihy, Gurinder Chadha, Sylvain Chomet, Ethan Coen, Joel Coen, Isabel Coixet, Wes Craven, Alfonso Cuarón, Gérard Depardieu, Christopher Doyle, Richard LaGravenese, Vincenzo Natali, Alexander Payne, Bruno Podalydès, Walter Salles, Oliver Schmitz, Nobuhiro Suwa, Daniela Thomas, Tom Tykwer, Gus Van Sant",
  "writer": "Tristan Carné (original idea), Emmanuel Benbihy (concept), Emmanuel Benbihy (transitions), Bruno Podalydès (segment), Paul Mayeda Berges (segment), Gurinder Chadha (segment), Gus Van Sant (segment), Joel Coen (segment), Ethan Coen (segment), Walter Salles (segment), Daniela Thomas (segment), Christopher Doyle (segment), Rain Li (in collaboration with), Gabrielle Keng (in collaboration with), Isabel Coixet (segment), Nobuhiro Suwa (segment), Sylvain Chomet (segment), Alfonso Cuarón (segment), Olivier Assayas (segment), Oliver Schmitz (segment), Richard LaGravenese (segment), Vincenzo Natali (segment), Wes Craven (segment), Tom Tykwer (segment), Gena Rowlands (segment), Alexander Payne (segment), Nadine Eïd (segment), Frédéric Auburtin (transitions), Jean-Pierre Ronssin (transitions), Jane Hawksley (transitions), Vincent Poymiro (transitions), Paul Mayeda Berges (screenplay), Nadine Eïd (screenplay)",
  "actors": "Fanny Ardant, Julie Bataille, Leïla Bekhti, Melchior Derouet",
  "plot": "Paris, je t'aime is about the plurality of cinema in one mythic location: Paris, the City of Love. Twenty filmmakers have five minutes each; the audience must weave a single narrative out of twenty moments. The 20 moments are fused by transitional interstitial sequences and also via the introduction and epilogue. Each transition begins with the last shot of the previous film and ends with the first shot of the following film, extending the enchantment and the emotion of the previous segment, preparing the audience for a surprise, and providing a cohesive atmosphere. There's a reappearing mysterious character who is a witness to the Parisian life. A common theme of Paris and love fuses all.",
  "languages": "French, English, Spanish, Mandarin, Arabic",
  "country": "France, Liechtenstein, Switzerland, Germany",
  "awards": "2 wins & 1 nomination.",
  "poster": "http://ia.media-imdb.com/images/M/MV5BMTc1MDgwNDE4MF5BMl5BanBnXkFtZTcwMTQzMzc0MQ@@._V1_SX300.jpg",
  "metascore": "66",
  "rating": "7.3",
  "votes": "63,248",
  "imdbid": "tt0401711",
  "type": "movie",
  "response": "True",
  "series": false,
  "imdburl": "https://www.imdb.com/title/tt0401711"
}