{
  "title": "The Mist",
  "_year_data": "2007",
  "year": 2007,
  "rated": "R",
  "released": "2007-11-20T16:00:00.000Z",
  "runtime": "126 min",
  "genres": "Horror",
  "director": "Frank Darabont",
  "writer": "Frank Darabont (screenplay), Stephen King (novel)",
  "actors": "Thomas Jane, Marcia Gay Harden, Laurie Holden, Andre Braugher",
  "plot": "Everyone thinks of it as a harmless lightning storm. When Dave Drayton notices a strange mist on the lake, he thinks nothing of it. When he, his son, Billy Drayton, and his neighbor Brent Norton travel to the supermarket, the unthinkable happens. On their way to the market, they see the army, firefighters, and the police heading toward the mist. When he sees this Brent mentions something about \"Project Arrowhead\", a secret military project that no one knows about. As they are shopping, they see three soldiers walk in, pick up a few things, then head toward the mist. All eighty of the store's shoppers have no clue what is going on until an old man runs in the market with a bloody nose and declares \"Something in the mist!\" He tells them to close the door. About five seconds after they close the door, the entire store shakes, as though it has been lifted several feet above the ground. When David is asked to check on the generator, he finds the loading dock door being pushed on by something outside. Then Dave hears a groan. He asks three people to come with him. When Norm the bag-boy volunteers to go out, he is dragged away by a creature with large squid-like tentacles that have mouths, teeth, and arms. After Dave and the other three fight off the tentacles, they warn everyone in the store what is out there. Upon hearing this, Mrs. Carmody exclaims that it is the End Time and that God is punishing them. People don't believe it, but finally Mrs. Carmody has almost everyone in the store on her side. Does 'Project Arrowhead' have anything to do with this? Will Dave Drayton, his son, and his friends make it out alive as they make a last stand against this destruction? Or will they be taken by the demon-like creatures of 'The Mist'?",
  "languages": "English",
  "country": "USA",
  "awards": "6 wins & 10 nominations.",
  "poster": "http://ia.media-imdb.com/images/M/MV5BMTU2NjQyNDY1Ml5BMl5BanBnXkFtZTcwMTk1MDU1MQ@@._V1_SX300.jpg",
  "metascore": "58",
  "rating": "7.2",
  "votes": "221,471",
  "imdbid": "tt0884328",
  "type": "movie",
  "response": "True",
  "series": false,
  "imdburl": "https://www.imdb.com/title/tt0884328"
}