{
  "title": "Foxcatcher",
  "_year_data": "2014",
  "year": 2014,
  "rated": "R",
  "released": "2015-01-15T16:00:00.000Z",
  "runtime": "134 min",
  "genres": "Biography, Drama, Sport",
  "director": "Bennett Miller",
  "writer": "E. Max Frye, Dan Futterman",
  "actors": "Steve Carell, Channing Tatum, Mark Ruffalo, Sienna Miller",
  "plot": "Based on true events, Foxcatcher tells the dark and fascinating story of the unlikely and ultimately tragic relationship between an eccentric multi-millionaire and two champion wrestlers. When Olympic Gold Medal winning wrestler Mark Schultz (Channing Tatum) is invited by wealthy heir John du Pont (Steve Carell) to move on to the du Pont estate and help form a team to train for the 1988 Seoul Olympics at his new state-of-the-art training facility, Schultz jumps at the opportunity, hoping to focus on his training and finally step out of the poverty striken situation Olympic caliber athletes like he and his revered brother, Dave (Mark Ruffalo). Driven by hidden needs, du Pont sees backing Schultz's bid for Gold and the chance to \"coach\" a world-class wrestling team as an opportunity to gain the elusive respect of his peers and, more importantly, his disapproving mother (Vanessa Redgrave). Trapped in du Pont's majestic but suffocating world, Mark comes to see his benefactor as an egotistical, arrogant, and selfish megalomaniac and grows increasingly contemptuous. Though initially supportive, du Pont's mercurial personality turns and he begins to lure Mark into an unhealthy lifestyle that threatens to undermine his training. Soon du Pont's erratic behavior and threatening psychological game-play begin to erode the athlete's environment, stability, and motivation. Meanwhile du Pont becomes fixated on Dave, who exudes the confidence du Pont lacks. du Pont eventually realizes he is unable to buy the respect he so desperately desires from the world's greatest wrestlers. Fueled by du Pont's increasing paranoia and alienation from the brothers, the trio is propelled towards a tragedy no one could have foreseen.",
  "languages": "English, French",
  "country": "USA",
  "awards": "Nominated for 5 Oscars. Another 12 wins & 72 nominations.",
  "poster": "http://ia.media-imdb.com/images/M/MV5BMTQ2MjQxNjYxOV5BMl5BanBnXkFtZTgwMzIwODUxMzE@._V1_SX300.jpg",
  "metascore": "81",
  "rating": "7.0",
  "votes": "107,503",
  "imdbid": "tt1100089",
  "type": "movie",
  "response": "True",
  "series": false,
  "imdburl": "https://www.imdb.com/title/tt1100089"
}