{
  "title": "Holy Motors",
  "_year_data": "2012",
  "year": 2012,
  "rated": "NOT RATED",
  "released": "2012-07-03T16:00:00.000Z",
  "runtime": "115 min",
  "genres": "Drama, Fantasy",
  "director": "Leos Carax",
  "writer": "Leos Carax (screenplay)",
  "actors": "Denis Lavant, Edith Scob, Eva Mendes, Kylie Minogue",
  "plot": "We see a few seconds of a black and white, silent art film. There is a dark movie theater filled with people watching this film. The camera mostly remains on the audience. Cut to a man sleeping on twin bed with a sleeping dog next to another empty twin bed with the same sheets. He gets up and looks out the window and we see he is next to an airport. One of the walls is covered in wallpaper with skinny bare trees. He puts his ear to the wall. There is a hole in the wall and he looks through it but we don't know if he can see anything. He has a metal instrument on the middle finger of his right hand. He sticks the instrument into the hole in the wall. His hand shakes a little and he turns the instrument. This allows him to open a door in the wall. The dog joins him as he steps through the door. There is a set of double doors and he steps through them. It seems as though he has stepped through the fire exit on the balcony of a movie theater, presumably the theatre that the film opened in. The balcony is empty but the lower part of the theater is full. Cut to a new scene; daytime, a house, a family outside. The bids farewell to his children as he leaves for work. The man walks to a limo. The driver, Celine, is waiting for him. The man's name is Mr. Oscar.",
  "languages": "French, English, Chinese",
  "country": "France, Germany",
  "awards": "28 wins & 68 nominations.",
  "poster": "http://ia.media-imdb.com/images/M/MV5BODk2MDc4MDk2OF5BMl5BanBnXkFtZTcwMTcyODY1OA@@._V1_SX300.jpg",
  "metascore": "84",
  "rating": "7.1",
  "votes": "29,728",
  "imdbid": "tt2076220",
  "type": "movie",
  "response": "True",
  "series": false,
  "imdburl": "https://www.imdb.com/title/tt2076220"
}